---
kind: other
id: Properties.T:Autodesk.Revit.DB.CustomExporter
source: html/e8b3a98b-355d-7903-29b9-c189a84e76a6.htm
---
# CustomExporter Properties

This value tells the exporter of 2D views to force the given display mode for the view.